Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtaja_tuomas_aslak_juuson_puheenvuoro_saamelaiskarajien_jarjestaytymiskokouksen_yhteydessa.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtaja Tuomas Aslak Juuson puheenvuoro Saamelaiskäräjien järjestäytymiskokouksen yhteydessä
sme: Ságajođiheaddji Tuomas Aslak Juuso sáhkavuorru Sámedikki ortniiduvvančoahkkima oktavuođas

source: Käännös saamesta suomeen 28.2.2020
sme: Háliidan giitit Suoma Sámedikki áirasiid ja maiddái álbmoga dán stuorra ovddasvástádusas, man lean dál ožžon.

source: Haluan kiittää Suomen Saamelaiskäräjien jäseniä ja myös saamelaisia tästä suuresta vastuusta, jonka olen nyt saanut.
sme: Válddán Sámedikki sátnejođiheaddji virggi vuostá stuorra vuollegašvuođain ja boađán áŋgiruššat olles Sámi álbmoga vuoigatvuođaid ja áššiid beales.

source: Otan Saamelaiskäräjien puheenjohtajan toimen vastaan suurella nöyryydellä ja tulen uurastamaan koko Saamen kansan oikeuksien ja asioiden puolesta.
sme: Sámediggi lea dehálaš orgána Sámi álbmogii, min bargu lea gohcit ja ovddidit Sámi álbmoga ovdduid, rivttiid ja beroštumiid.

source: Saamelaiskäräjät on tärkeä elin saamelaisille, meidän työmme on valvoa ja edistää saamelaisten etuja, oikeuksia ja prioriteettejä.
sme: Suoma vuođđolága ja Suoma riikkaidgaskasaš čanastumiid ferte duohtan dahkat ja maiddái dan bokte nannet ja ovddidit Sámedikki sámiid gielalaš ja kultuvrralaš iešstivrenorgánan.

source: Suomen perustuslakia ja Suomen kansainvälisiä sitoumuksia tulee toteuttaa ja myös sitä kautta vahvistaa ja edistää Saamelaiskäräjiä saamelaisten kielellisenä ja kulttuurisena itsehallintoelimenä.
sme: Namalassii Sámi álbmoga ovddasdeaddji orgánan.

source: Nimenomaan saamelaisia edustavana elimenä.
sme: Sámediggeláhka lea áibbas guovddážis dás, mot min iešstivren boahtá šaddat.

source: Saamelaiskäräjälaki on aivan keskeisenä asiana tässä, miten meidän itsehallinto tulee kehittymään.
sme: Lea dehálaš muitit ahte álgoálbmogiid vuoigatvuođat galget leat vuođđun Sámedikki sajádaga ovddideames.

source: On tärkeää muistaa, että alkuperäiskansojen oikeuksien tulee olla Saamelaiskäräjien aseman edistämisen perustana.
sme: Earenoamážit Ovttastuvvon Našuvnnaid julggaštus álgoálbmogiid vuoigatvuođain ferte leat ofelaš midjiide buohkaide ja dat ahte Sámediggi lea huksejuvvon sápmelaš árvvuid nala.

source: Erityisesti YK:n julistus alkuperäiskansojen oikeuksista tulee olla ohjenuorana meille kaikille ja se, että Saamelaiskäräjien tulee rakentua saamelaisten arvojen pohjalle.
sme: Dálkkádatrievdan lea diehttelas maid sámiid gaskavuođas stuora áitta.

source: Ilmastonmuutos on tietenkin myös saamelaisille suuri uhka.
sme: Varraseamos dutkamuša mielde dálkkádatrievdan lea váikkuhan čiekŋalasat sámiid árbevirolaš ealáhusaiguin bargamii, ja earenoamážit vuogáiduvvamii boazobarggu olis.

source: Uusimman tutkimuksen mukaan ilmastonmuutos on vaikuttanut vahvasti saamelaisten elinkeinojen harjoittamiseen, ja erityisesti poronhoidon sopeutumiseen.
sme: Otná doaibmaplánas nai dálkkádatrievdan lea loktejuvvon dehálaš ja nummárastojuvvon dehálaš áššin ja diehttelas buorre nu.

source: Nykyisessä toimintasuunnitelmassa myös ilmastonmuutos on nostettu tärkeäksi ja merkitty tärkeäksi asiaksi ja hyvä niin.
sme: Jáhkán ahte leat buohkat hui stuorra ovttamielalašvuođain bidjame vuoruheami dálkkádatrievdamii, sámeealáhusaide ja luonddu máŋggahápmásašvuhtii dego dat čuožžu doaibmaplánasge.

source: Uskon, että olemme kaikki hyvin suurella yksimielisyydellä painottamassa ilmastonmuutosta, saamelaiselinkeinoja ja luonnonmonimuotoisuutta koskevia asioita niin kuin toimintasuunnitelmassa lukee.
sme: Sámediggi galgá bargat garrasit dan ovdii, ahte boahttevaš dálkkádatlága ođasnuhttimis galgá sámi dálkkádatrievdan oažžut deattu.

source: Saamelaiskäräjien tulee työskennellä kovasti sen eteen, että tulevan ilmastolain uudistamisessa tulee ilmastonmuutosasia saamaan huomiota saamelaisten kannalta.
sme: Sámi dálkkádatpanela livččii okta stuorra lávki oažžut sámiid iežaset jiena vuhtii váldojuvvot.

source: Saamen ilmastopaneeli olisi yksi iso askel, miten saada saamelaisten oma ääni kuuluviin.
sme: Sámedikki oktan guhkkit áigge hástalussan lea leamaš Sámi álbmoga eanan- ja čáhcevuoigatvuođaid ovddideapmi.

source: Saamelaiskäräjien yhtenä pidemmän ajan haasteena on ollut saamelaisten maa- ja vesioikeuksien edistäminen.
sme: Mii fertet joatkit dan barggu ja ovddidit min vuoigatvuođaid dovddasteami ja duohtan dahkama.

source: Meidän tulee jatkaa tätä työtä, sekä edistää meidän oikeuksien tunnustamista ja toteuttamista.
sme: ILO 169 -soahpamuša ratifiseren lea dehálaš ášši álbmogii, maiddai eará oktavuođain nugo láhkaásahemiin ja eatnamiid ja čázádagaid ávkkástallama ja hálddašeami mearrádusproseassain sávan min nagodit bealuštit ja ovddidit álbmoga vuoigatvuođaid álgoálbmogin.

source: ILO 169 -sopimuksen ratifiointi on tärkeä asia saamelaisille, myös eri yhteyksissä kuten lainsäädännössä ja maiden ja vesien hyödyntämisen ja hallinnoinnin päätösprosesseissa. Toivon meidän pystyvän puolustamaan ja edistämään saamelaisten oikeuksia alkuperäiskansana.
sme: Hálidan čalmmustahttit hui prinsihpalaš mearrádusa, man Ruoŧa alimus riekti attii Girjjása čearu ja Ruoŧa stáhta riektegiččus.

source: Haluan nostaa esille hyvin periaatteellisen päätöksen, jonka Ruotsin korkein oikeus antoi Girjás palkisen ja Ruotsin valtion oikeudenkäynnissä.
sme: Suoma riektehistorjá lea ovttalágán Ruoŧa riektehistorjjáin.

source: Suomen oikeushistoria on samankaltainen Ruotsin oikeushistorian kanssa.
sme: Girjjása čearru vuittii Ruoŧa stáhta ruoŧŧelaš alimus riektevuogádagas.

source: Girjás palkinen voitti Ruotsin valtion ruotsalaisessa korkeimmassa oikeusjärjestelmässä.
sme: Alimus riekti mearridii, ahte Girjjása čearus lea aktoriekti mearridit, mot bivdu ja guolástus čearu viidodagas mearriduvvo.

source: Tuomio oli ennakkotapaus ja sen odotamme vaikuttavan myös muiden saamelaisyhteisöjen juridiseen asemaan Ruotsissa ja myös Suomessa ja Norjassa.
sme: Ruoŧa alimus rievtti mearrádusa mielde sápmelaččain lea riekti mearridit iežaset kultuvrras, ealáhusain ja identiteahtas.

source: Ruotsin korkeimman oikeuden päätöksen mukaan saamelaisilla on oikeus päättää omasta kulttuurista, elinkeinoista ja identiteetistä.
sme: Mu oainnu mielde Girjjása čearu ovdadáhpáhusa ferte váldit vuhtii Suomas sámediggelága ođasnuhttima olis ja muđuid mearridettiin sápmelaččaid riektesajádagas Suomas ja earenoamážit sámiid ealáhusaid rivttiin ja iešmearrideamis.

source: Minun näkemykseni mukaan Girjás palkisen ennakkotapaus tulee huomioida Suomessa saamelaiskäräjälain uudistamisen yhteydessä ja muutoin päätettäessä saamelaisten oikeusasemasta Suomessa ja erityisesti saamelaiselinkeinoja koskevissa oikeuksissa ja itsehallinnossa.
sme: Eatnašat sámediggeáirasiin leat mediadieđuid mielde deattuhan, ahte sámediggelága ođasnuhttin ja iešmearrideapmi dan olis leat dán válgabaji mávssolalaččamuš áššit.

source: Suurin osa Saamelaiskäräjien jäsenistä on mediatietojen mukaan painottanut, että saamelaiskäräjälain uudistaminen ja itsehallinto sen puitteissa ovat tämän vaalikauden tärkeimmät asiat.
sme: Háliidan ieš joatkit nana vuoruheami sámiid árbevirolaš ealáhusaid sajádaga ovddideames!

source: Haluan itse jatkaa vahvaa panostusta saamelaisten perinteisten elinkeinojen aseman edistämisessä!
sme: Earet eará sámi boazodoallu, guolásteapmi, bivdu ja duodji leat min kultuvra vuođđu ja dehálaš oassi min buohkaid eallimis.

source: Muun muassa saamelaisten poronhoito, kalastus, metsästys ja käsityö ovat meidän kulttuurimme perusta ja tärkeä osa meidän kaikkien elämässä.
sme: Sámi álbmot lea bastán ceavzit iešguđet áiggiin ja diliin ja sávan, ahte min barggu vuođđun lea árbevirolaš ealáhusaid seailluheapmi ja ovddideapmi.

source: Saamelaiset ovat pystyneet selviytymään erilaisten aikojen ja tilanteiden läpi ja toivon, että meidän työmme pohjana on perinteisten elinkeinojen säilyttäminen ja kehittäminen.
sme: Sávan maiddái nana ovttasbarggu buot ealáhussurggiiguin ja lean oaidnán ahte Sámedikkis lea leamaš veahkki ovdamearkan sámeboazodoalu iešguđet diliide.

source: Toivon myös hyvää yhteistyötä kaikkien elinkeinojen kanssa ja olen nähnyt, että Saamelaiskäräjistä on ollut apua esimerkiksi saamelaisporonhoidolle erilaisissa yhteyksissä.
sme: Oainnán maiddái sámiid árbevirolaš máhtu guovddážis, ahte makkár árvvuin ja oainnuin Sámediggi boahtá lávket ain ovddosguvlui.

source: Katson myös, että saamelaisten perinteinen osaaminen on keskeisessä osassa siinä, minkälaisin arvoin ja näkemyksin Saamelaiskäräjät tulee ottamaan askeleita eteenpäin.
sme: Seammás go min kultuvra vuođuid dikšun lea dehálaš, mii eallit ođđa hástalusaid siste álbmogin.

source: Samalla kun meidän kulttuurimme perustan vaaliminen on tärkeää, me elämme uusien haasteiden keskellä kansana.
sme: Dálá diliin eanaš oassi min nuorain ja mánáin orrot Sámi ruovttuguovllu olggobealde ja sin gielalaš ja kultuvrralaš vuoigatvuođaid ovddideapmi ja dorvvasteapmi berre vuoruhuvvot.

source: Tänä päivänä suurin osa meidän nuoristamme ja lapsistamme asuu Saamelaisalueen ulkopuolella ja heidän kielellisten ja kulttuuristen oikeuksien edistämistä ja turvaamista tulee nostaa esille.
sme: Sápmelaččat ruovttuguovllus ja ruovttuguovllu olggobealde dárbbašit doarjaga ja veahki Sámedikkis gielalaš rivttiid ollašuhttimis ja muđuinge kultuvra nannemis.

source: Saamelaiset kotiseudullaan ja kotiseudun ulkopuolella tarvitsevat tukea ja apua Saamelaiskäräjiltä kielellisten oikeuksien toteuttamisessa ja muutenkin kulttuurin vahvistamisessa.
sme: Maiddái sámegiela ja sámegielat oahpahusa guoskevaš áššit leat dál sávvamis ođastusaid vuolde ja sávan duođaid buriid bohtosiid dán barggus.

source: Myös saamen kieltä ja saamenkielistä opetusta koskevat asiat ovat nyt toivottavasti uudistusten kohteena ja toivon todellakin hyviä tuloksia tästä työstä.
sme: Min kultuvra aktiivvat ja siviilaservodat lea doaibman guhká hui áŋgirit ja unna resurssaiguin.

source: Meidän kulttuurimme aktiiviset toimijat ja kansalaisyhteisöt ovat toimineet kauan hyvin ahkerasti ja pienillä resursseilla.
sme: Sávan ahte mii Sámedikki beales nagodit ain buorebut doarjut kultuvra ja dáidaga suorggis doaibmi olbmuid.

source: Toivon, että me Saamelaiskäräjien taholta pystymme vielä paremmin tukemaan kulttuurin ja taiteen alalla toimivia henkilöitä.
sme: Maiddái Sámedikki siste iešguđet kultuvrra surggiin doaibmi guovddážiid rolla nannen lea dehálaš.

source: Myös Saamelaiskäräjien sisällä toimivien keskusten roolien vahvistaminen on tärkeää.
sme: Lean earenomážit ilus Duodjeakademiija ásaheami guoskevaš proseassas ja sávan ahte bastit sihkkarastit dan doaimma fásta doaibman.

source: Olen erityisen iloinen Duodjeakatemian perustamista koskevasta prosessista ja toivon, että pystymme vakinaistamaan tämän toiminnan.
sme: Mii Sámi álbmogin eallit 4 riikkas, nana ovttasbargu Sámi parlamentáralaš ráđis lea hui dehálaš.

source: Me saamelaiset asumme neljässä valtiossa, hyvä yhteistyö Saamelaisessa parlamentaarisessa neuvostossa (SPN) on hyvin tärkeää.
sme: Sámi parlamentáralaš ráđđi doaibmaplána lea identifiseren čielga doaimmaid, mot min ovttasbarggu ain ovddidit, ovdamearkan oktasaš válgabeaivi buot Sámedikkiin lea miellagiddevaš jurdda.

source: SPN:n toimintasuunnitelma on nimennyt selkeitä toimia, miten meidän yhteistyötä kehitetään, esimerkiksi yhteinen vaalipäivä kaikissa Saamelaiskäräjissä on mielenkiintoinen ajatus.
sme: Maiddái oktasaš kulturárbbi vuođu huksema lea dehálaš ovddidit ain ovddosguvlui eará plánaid oktavuođas.

source: Myös yhteisen kulttuuriperinteen perustan rakentamista on tärkeää kehittää eteenpäin eri suunnitelmien yhteydessä.
sme: Háliidan cealkit, ahte boađán bargat buot maid sáhtán, ahte SPR jođiheapmi Suoma Sámedikkis joatkašuvvá nu njuovžilit go vejolaš.

source: Haluan lausua, että SPN:n johtaminen Suomen Saamelaiskäräjillä jatkuu niin joustavasti kuin mahdollista.
sme: Sámediggi bargá čađat áigge, leat olu proseassat jođus juste dál, go mii leat organisereme iežamet.

source: Saamelaiskäräjät työskentelevät koko ajan, on paljon prosesseja vireillä juuri nyt, kun me olemme järjestäytymässä.
sme: Iešguđet láhkabarggut ja bargojoavkkut leat jođus: Luonddusuodjalanláhka, ruvkeláhka, sámediggeláhka, sámegiela ja sámegielat oahpahusa ja árrabajásgeassima ja giellabeassedoaimma ovddideapmi sihke sosiála- ja dearvvasvuođa suorggi ođđasit organiseren leat ovdamearkkat, ahte mii fertet nannosit joatkit Sámedikki barggu.

source: Erilaisia lakiasioita ja työryhmiä on käynnissä: luonnonsuojelulaki, kaivoslaki, saamelaiskäräjälaki, saamen kielen ja saamenkielisen opetuksen ja varhaiskasvatuksen ja kielipesätoiminnan kehittäminen sekä sosiaali- ja terveysalan uudestaan organisoinnit ovat esimerkkejä niistä, joissa meidän täytyy tehokkaasti jatkaa Saamelaiskäräjien työtä.
sme: Min áigumušaid identifiseren lea dieđusge deháleamos bargoreaidu, maid mii dán áigodagas áigut olahit ja doaimmahit.

source: Tärkein työväline on tietenkin meidän aikomusten tunnistaminen, mitä me tällä kaudella aiomme toteuttaa ja edistää.
sme: Válgaáigodaga doaibmaprográmmii sávange dis hui aktiivvalaš váikkuheami, man birra ollesčoahkkin ferte de lagaš boahtteáiggis mearridit.

source: Vaalikauden toimintasuunnitelmaan toivonkin teiltä hyvin aktiivista vaikuttamista, josta täysistunnon täytyy lähiaikoina päättää.
sme: Mun lean rabas ságastallamiidda iešguđet áššiin ja sávan buori ja aktiivvalaš gulahallama dinguin buorit Sámedikki áirasat.

source: Olen valmis keskusteluihin erilaisissa asioissa ja toivon hyvää ja aktiivista yhteydenpitoa teidän kanssanne hyvät Saamelaiskäräjien jäsenet.
sme: Maŋimužžan sávan midjiide buohkaide bargoráfi ja návccaid bargat sámeáššiiguin.

source: Lopuksi toivon meille kaikille työrauhaa ja osaamista työskennellä saamelaisasioitten parissa.
sme: Lea hui dehálaš fuomášuhttit, ahte áššálaš láhtten ja čállingotti bargoráfi sihkkarastin ferte leat min buohkaid ovddasvástádus.

source: On hyvin tärkeää muistuttaa, että asiallinen käytös ja sihteeristön työrauhan varmistaminen on meidän kaikkien vastuulla.
sme: Giitu buohkaide!

source: Kiitos kaikille.
sme: Tuomas Aslak Juuso Sámedikki ságajođiheaddji 28.2.2020, Anár
